</s>
<unk>
the
to
and
a
of
in
i
was
that
it
he
her
on
you
for
with
his
she
is
had
but
my
as
this
be
have
at
or
they
not
just
me
from
when
him
about
out
up
we
an
are
were
been
by
said
so
one
like
what
all
know
could
over
back
your
get
if
its
time
into
even
only
would
do
can
two
them
there
dont
down
us
has
see
who
every
which
some
how
more
think
year
their
good
other
because
little
after
day
than
got
yet
still
before
off
days
also
didnt
im
well
use
something
last
really
thats
make
right
great
told
no
then
went
first
way
again
kind
ago
though
those
new
our
car
very
found
called
why
around
say
made
did
always
never
few
door
too
young
may
design
oil
home
love
trying
most
look
sure
any
now
years
across
three
people
house
dog
family
help
will
many
life
head
making
job
watch
enough
keep
times
theyre
until
ray
long
room
skin
face
office
want
side
open
judy
couldnt
wanted
attorney
put
talk
state
work
court
district
walter
take
anything
each
let
going
next
knew
through
hand
pete
months
such
done
free
problem
sound
please
came
voice
tommy
come
small
should
cant
being
own
without
hours
old
become
research
while
refugees
policy
patch
2
yes
tickets
manager
needed
hear
almost
need
eyes
pulled
morning
course
city
go
god
looked
end
sometimes
shook
world
nothing
thing
either
bed
walked
held
living
minutes
wasnt
line
big
died
better
mind
away
school
give
law
thought
seemed
box
large
part
much
might
president
bit
seats
percent
above
started
drey
april
prof
inside
buy
able
crazy
behind
white
care
feel
watching
took
met
gonna
hes
mean
cecil
call
matter
town
red
left
rob
deep
sun
where
hard
presidents
both
felt
dead
phone
began
taking
place
ready
high
name
set
today
cold
lot
seen
since
turn
study
greg
mom
states
30
late
flying
rather
brzezinski
power
age
sigger
andrea
angela
am
it’s
later
online
wood
9
night
friday
worry
himself
front
try
black
hair
tried
legal
between
moment
ever
sense
far
everything
continued
stomach
book
dark
week
less
money
places
looking
hold
blood
lines
hands
soon
son
fact
sat
theres
shoes
question
youre
friends
ive
doing
led
turned
billyeye
final
band
stop
barely
top
getting
mr
buford
texas
case
feet
here
four
rarely
miller
summer
reason
tape
public
guess
worked
break
during
trump
average
40
lots
personality
crew
quite
created
number
federal
goal
becoming
imagine
carter
foreign
helped
former
russia
appeals
warm
designers
specific
process
aage
academic
participants
seeing
baby
natural
cleansing
method
wrong
3
wait
julie
tom
sunday
decided
ed
film
plan
space
screen
order
parents
beyond
once
having
filled
grin
standing
desk
further
chair
six
woman
havent
whats
firing
wed
emails
hall
against
tiny
find
position
teacher
level
feeling
smiled
supported
local
saw
hell
actually
hed
bad
used
rays
another
given
drunk
definitely
include
business
herself
racing
tight
bring
changing
tone
person
sleep
eating
drug
answer
street
motel
straight
stared
sit
play
same
pound
pretty
metal
gone
marthas
recliner
similar
doesnt
murder
sent
must
couple
carnie
floor
chance
aged
bags
stuff
group
craig
finally
kids
hot
harsh
added
understand
comes
several
knows
pick
already
coreyville
bell
team
show
da
fire
voices
sartas
these
honest
whether
share
donuts
fresh
ten
drive
parking
father
hospital
lower
warning
id
older
early
light
past
lady
fun
beautiful
tell
real
piano
guitar
party
united
donald
approval
rating
below
50
weeks
midterm
democrats
third
24
married
calling
sorry
seems
miles
firm
working
4
syrian
middle
million
administration
worst
mate
hotel
crying
washington
canal
general
center
dry
ibms
thinking
hired
brand
products
board
risk
mgtd
green
uk
15
stuart
understanding
note
card
under
oily
adults
assistant
means
daughter
2006
suicide
package
medical
recreational
marijuana
phd
earth
wiping
glass
counter
theater
paid
offer
ran
second
smaller
saturday
move
amusing
forced
managers
sick
tonight
concession
stand
closed
hoped
increase
broad
revealing
society
replied
shrugged
machine
slammed
shut
sued
huge
usually
words
whatever
glared
asking
publicly
powerful
keeping
gaze
strong
stack
papers
whos
characters
treat
nobody
throw
evil
snorted
wonder
aware
comfortable
reading
interest
curl
guy
jesus
jim
born
nights
block
pulling
drugs
problems
advice
figured
faxed
tax
forms
word
sounded
knocking
stood
grab
onto
arms
quietly
guest
opening
quiet
jan
lay
knowing
tears
express
listened
attempt
occasional
husband
hated
false
hanging
steps
correct
tv
crap
weight
following
lincoln
dumb
feathers
things
different
doors
frozen
plate
prepared
meal
remember
wrote
mistake
cell
picked
walk
leaving
grand
arcade
popcorn
full
eleven
heard
games
dogs
weve
ice
support
chooses
phase
run
realize
force
success
especially
easily
bellowin
practice
grown
near
lost
packed
hit
mistakes
holding
someone
womens
asked
laughter
rough
speak
embarrassment
sort
guard
square
meat
knife
mouth
forth
youd
heat
secretary
pay
clerk
stopped
dads
close
mall
stores
shopping
traffic
area
offices
eye
learned
child
major
mother
island
playing
date
recording
supposed
stuck
wire
included
recorder
connection
fuck
shit
loved
liked
read
stories
giving
names
luckily
watched
wondered
using
jeffrey
makes
teaching
music
lessons
anyway
calluses
showed
friend
tenorly
minute
step
outside
supporters
happy
recent
history
midterms
senate
worse
trumps
noted
lose
nervous
minister
marshall
east
bank
lives
expensive
running
fine
gets
extra
leave
afraid
mea
social
staff
route
restricting
ideas
cares
travel
annual
habit
notosh
road
air
2012
2013
beginning
trips
moon
edinburgh
melbourne
spend
plane
feels
indeed
2014
judge
republican
mostly
along
issue
countries
republicans
compared
nations
works
estimated
displaced
persons
obama
1
spots
regular
image
lying
dignity
blanket
necessary
patient
pressure
etc
thwack
brain
catch
officer
funeral
adviser
26
virginia
statement
dedicated
shape
john
begin
soviet
planning
vershbow
nato
reaching
european
common
it”
post
humans
lived
magnificent
squirrel
empty
oak
itself
lined
hungry
water
trees
begun
emerged
whole
ground
client
article
1000
8000
change
whom
organisation
solve
project
firms
budget
solving
costs
schools
directed
allow
gender
grimms
supreme
decide
review
says
explaining
explain
vehicular
dashboard
walking
valet
gleamed
bombastic
humor
human
knowledge
together
driving
career
particularly
forward
enthusiasm
relationship
nervously
bag
textbooks
various
knock
trip
alona
somewhere
towers
discussing
issues
mueller
presidency
sprint
reduction
cardiovascular
required
associated
event
deny
das
cost
possible
donovan
fucking
individual
spoken
recall
helping
i’ve
best
cream
cleanser
normal
joke
half
expecting
least
wife
women
edges
lung
tumors
exactly
spent
er
damn
instead
easier
catacombs
queue
limited
don’t
access
guide
lovely
sex
else
ride
dingo
legalizing
ballot
allowed
writing
speaking
survivor
bleeding
lab
news
effects
evaluation
important
idiots
shouted
wearily
removing
coconut
reflections
overpriced
candy
bars
movie
echoed
idiotstom
sighed
evening
cash
advantage
bizarre
tastes
generation
x
clients
festival
bride
monster
outer
ghouls
bucks
killingtom
trailer
canon
although
lightyears
coleman
francis
dialog
weaselfeatured
nephewprojectionist
neoldner
grass
beloit
forget
experience
penetrating
soundtrack
bled
lobby
ordeal
sold
profit
margin
manning
strolled
cutting
overbitei
exclaimed
itmost
restock
chocolatescongratulations
jackass
suedmy
editor
sharon
apparently
happyi
slouching
hide
gigantic
computer
laptop
sticker
kills
yuppies
slapped
corporate
logo
backshe
reached
freakish
manhands
oversharon
sinclair
sixfoottall
beast
mane
wiry
gray
pony
tail
confidence
tear
bloody
carcass
kinky
hedonistic
lesbian
cult
ritual
choose
appropriate
herjesusfuckingchrist
coffee
heads
reeling
louisville
slugger
pummeled
dealing
annoying
hormonal
episode
hereshe
silently
squirm
doneprobablygood
suppressed
seat
accuse
mayor
valleys
corporations
conspiring
defraud
taxpayers
ass
linei
tilted
sharons
reaction
sue
upthese
briefings
forged
responded
waving
thick
faceof
corroboration
abrasax
confirmed
dylan
maxwell
legit
elect
destroy
treating
savagely
malpractice
cockroaches
resumed
washingok
listen
juggled
wall
universe
snort
nostrilsbut
uncle
justin
arching
attempting
science
twentytwo
gave
knowjulia
returned
elevationas
content
julias
press
fur
causing
throat
vibrate
greater
volume
slipped
roundly
thumped
headhey
guyno
leaned
chairit
shift
crossroads
detox
shop
wholly
contingent
churches
addicts
potential
ministryapparently
savednot
sin
eyed
beampete
relatively
innocuous
fundie
volunteered
saving
clark
kent
steady
cpa
hr
shifts
escape
tools
satan
arrangement
problematic
convert
hour
return
magnanimity
taxes
yearthey
photo
preteen
daughters
geriatric
labwhats
askedi
recalcitrantthats
disorderly
petes
vocabulary
shithead
singular
pluralpete
alcohol
medicine
ours
calcitranti
annoyedthere
commotion
background
doorshon
awakequietjan
hurt
raw
robs
closet
teddy
bear
confided
slumped
sobbing
rang
accompanied
chime
grandfather
clock
fifteen
resorted
gasps
meager
forceful
mumbled
slightly
desperate
pleading
realshe
snore
awake
worrying
thoughts
became
monsters
sanity
addict
easy
fall
peppered
demons
sliver
peeked
window
selfcontrol
littleif
questions
wear
magic
shoestommy
deserted
somethingthats
gruff
trace
english
accent
coming
dogyoure
fat
bulldog
flaps
sides
abandoned
eyethats
saidtommy
dusty
windows
trick
camera
stupidno
tricks
questionscmon
deepened
roll
deadcut
notlet
emthe
shifted
battered
pair
converse
allstars
yuck
grossmaybe
magicwhat
questionswhich
mckinley
fdrcmon
sell
portrait
telephonewhich
weighs
leadthey
weigh
stupid
ask
buried
grants
tombthe
narrowed
beforeulysses
s
grant
lemme
shoesthey
size
scuffed
vents
saidyou
treasure
saidwhat
treasurewhen
wearing
roomsits
hurryim
comingnurse
delivered
tray
dinner
transferred
fancy
salad
bowl
applesauce
alongside
itlooks
lets
eatnurse
agoi
jessica
fletcherit
failing
memory
reruns
herthe
doorbell
rangwhoever
rid
interrupt
shownurse
hallway
nursemay
youthe
agency
meno
caring
mrs
mason
nowoh
phonedont
phoneyeah
forgot
charge
nighti
hate
namecarniegood
meet
phonejudy
receiver
dial
headnurse
collapsed
unconsciousmarthas
blaring
masked
noiselooks
boys
details
sons
handle
visited
530
pmthirty
billyeyes
dance
barnthe
arranged
nicelyalthough
machines
workers
competition
warming
bandstand
standalone
blackboard
drums
written
chalk
triangulators
responsible
putting
boardglad
daddy
beamed
rightso
billyeyesure
lenny
naïve
smilehopefully
bands
coke
radio
admaybe
lennyhey
charging
quarter
main
refrigerator
stocked
upyes
sir
loaded
pizzas
condiments
plenty
buns
candyand
soda
fountainsready
goand
proud
boysmaybe
letter
janinehon
responsibility
bobi
pressurejan
ill
damned
addicti
maybe
tough
therapisthmmmaybe
seem
paranoid
lunchparanoia
sideeffect
marijuanawell
streetbabe
rent
condo
pot
ruin
lifei
entirely
innocent
ourselves
eventually
smoking
poti
expressed
quittinghes
toowell
flag
youyeshe
needs
priorities
arent
lease
payments
screamed
wavy
restored
perfection
brush
strokeswell
jurybuford
kyles
attention
focused
jenny
jeopardize
casedont
willat
27
kyle
serpentine
developed
successful
longview
defending
crook
handsomely
idolized
earned
bachelors
degree
university
graduating
classnow
highpriced
infamous
defense
headquartered
dallas
nicknamed
mock
trial
wonand
courtroom
gallery
action
occasionally
hotshot
outsmart
classroom
prosecutor
ring
outthe
jury
pool
forty
cakewalk
trials
shell
mark
wordssometimes
squatting
flame
sidevoices
laughed
ladwere
leering
looming
darkness
sallow
glow
firelight
perhaps
fairhaired
temptress
willing
relieve
weighty
burden
virginity
lecherous
quickly
joined
chorus
lustful
glee
closeness
feral
mere
jest
teasingi
male
female
tremor
men
assayed
cast
colleaguesno
doubt
fiction
offered
tavarius
commiserating
idly
poking
food
beaten
skewered
tip
lifted
lips
poised
clamping
yellowed
teeth
jerkit
retorted
petulantlytavarius
wiped
trail
juice
chin
careful
lad
waggled
blade
mans
direction
frowning
intense
sagacity
wise
consider
spending
tramping
guarding
kings
jewels
sweating
panting
devotion
admirable
quarters
boy
youll
curry
favor
attitudethatll
987rebecca
ranghorn
flipped
glazed
donut
bitethe
disbelief
weekend
lousy
eight
wayrebecca
tossed
flew
fell
counterthose
yesterdays
onesbut
maam
dumped
trash
fresher
dozennow
thatll
987
pleasekeep
drawers
jack
sampled
batch
threw
dollar
bill
bottle
orange
juiceher
enormous
1979
continental
longer
twice
secretarys
toyota
corolla
parked
costing
fortune
himeven
occasion
townand
sherman
36000
residentsshe
strip
businesses
hadnt
decent
1980s
perfect
location
rebecca
partner
shoppers
cheap
theirs
narrow
reception
bathroomthats
glenn
behe
cranked
upright
lid
creeping
signal
recognize
sister
ann
settled
blaming
winding
drunkmy
emotional
investment
danced
glen
casino
1942
sixteen
signature
clarinet
saxes
forever
tied
idealistic
warbut
solo
original
earlierthe
india
ink
piece
surgical
spool
handwritten
numerals
hooks
dayfirst
europe
181244
won
ebay
78s
french
pop
stars
charles
trenent
edith
piaftheyve
cameras
everywhere
man
supermarkets
departments
phones
computers
sending
continuous
feed
satellite
broadband
nose
chew
711
collecting
shelter
jar
hobo
extended
grimy
gnarled
digit
orbs
mounted
train
transportation
rest
passengers
ticks
mannerisms
body
language
identities
voyeuristic
vietnamese
cluster
plastic
gripped
tightly
cloud
bubbles
traced
grooving
lonely
businessman
staring
longingly
aisle
mexican
girl
jeans
fidgeted
gold
finger
remind
commitment
debating
slyly
slip
herto
progress
practicing
allwell
yeah
sits
fingering
phrasinghmm
musicianship
private
often
miserable
youno
sirwell
wish
coolyou
fingertipsyeah
zach
plasticwell
hurts
whileuntil
build
upi
begging
switch
guitarill
hergreat
anddont
excited
saysthanks
jumped
rushed
books
raced
doorgregs
330
lesson
cancelled
thirty
oftentimes
wander
sidewalk
observing
townspeople
shops
squarebut
bugging
birthday
wouldnt
regret
letting
cynthia
going2018
congressional
election
urging
motivated
vote
parties
prepare
novemberthe
voted
complacent
speech
reform
cincinnati
typically
unkind
loses
handful
seatsthe
losses
ticked
loomingyou
unpopular
path
win
kessler
centerleft
advocacy
organizationgallup
historically
14
expect
36
gain
regain
majority
chambersa
sexy
redhead
insisted
slightest
hint
impropriety
spark
blaze
rumorsgreg
concentrate
story
wandered
34yearold
receding
hairline
bulging
parttime
start
exercising
againi
grew
graduated
greenville
moved
closer
troy
football
game
downtoearth
yearscynthia
blockerman
vice
20s
certainly
dressed
brown
suit
matching
tasteful
jewelry
shoulderlength
shampoo
commercials
underdressed
faded
golf
shirt
baggy
slacks
generic
shoeseverything
goes
beer
nine
pile
cans
throwing
thingssometimes
hits
broke
cried
promised
againis
particular
ofno
sweet
ignore
mad
confession
163581
iti
fly
airport
media
hello
twitter
arrive
cabin
brisbanedubai
nonstop
recognise
service
systemsthinking
airlines
forgive
indiscrepancies
occur
strangles
planet
reasons
spread
growth
notoshim
blog
count
channel
continuing
track
interminable
represent
yearwhen
company
based
seven
australiaa
thursday
rejected
efforts
resettlement
within
bordersthe
ruling
presumptive
presidential
nominee
noncitizen
muslims
entering
orlando
nightclub
massacreeven
attack
americans
divided
wartorn
easta
survey
conducted
brookings
institution
polled
38
syria
77
29
2013the
remaining
51
registered
relief
agencyhowever
595
forcibly
according
global
trends
report
population
includes
internally
asylumseekers
stateless
wellpresident
barack
resettling
10000
2016
fiscal
october
scheduleabout
3500
admitted
6500
goa
whilst
assholes
sadly
occurrence
crews
assaultedmy
police
officers
laughingill
scene
add
buxom
drunken
slumber
clothes
underwear
arrival
absolutely
stretcher
whining
oppressors
drivel
cheek
covering
ambulance
hassle
checks
blue
release
breasts
interested
ambulanceafter
calmed
boob
reeled
waiting
round
breasti
colleagues
neither
speak………i
that…something
blessingsigha
zbigniew
national
security
jimmy
expert
thinker
st
matthews
roman
catholic
cathedral
dcbrzezinski
86in
“a
superb
servant”
“brilliant
loyal”
henry
kissinger
lasting
impact
serving
lyndon
johnson
f
kennedyone
wellknown
accomplishments
1978
reach
agreement
israeli
prime
menachem
egyptian
anwar
sadat
secure
camp
david
peace
accords
countrieshe
involved
decisions
including
negotiating
panama
treaty
arming
mujahedin
afghanistan
fight
invaders
failed
mission
rescue
52
american
hostages
iranalexander
deputy
ambassador
voa
brzezinskis
wisdom
guided
postcold
war
period“on
listening
poland
czechoslovakia
hungary
western
denied
70
integral
leader
mikhail
gorbachev
described
saidfollowing
influential
matters
served
counselor
trustee
strategic
international
studies
professor
johns
hopkins
universitybrzezinski
ruffle
washingtons
elite
1983
principle
hailed
reviled
kissandtell
memoir“i
believed
flattery
“i
terms”a
cities
cruel
winter
central
park
york
named
awakened
growls
squirrels
patchs
tree
hollowedout
stump
branch
cut
entrance
squeeze
spacious
leaves
grasses
bits
newspaper
stay
hunger
fills
cherry
maple
bud
flowers
grow
juicy
grubs
bugs
spring
nut
idea
poked
shivered
clumps
crumbly
clung
gusts
wind
rustled
bare
branches
pale
distant
drained
satisfy
dangers
nearby
hawk
circling
unleashed
acorns
marvels
miracles
mysteries
hidden
simple
wordsa
prospective
link
indepth
revolution
phil
gilbert
pushed
trained
centres
key
locations
short
transformation
100
historyhowever
rosy
despite
achieving
monumental
relative
status
quo
recognised
thinkers
corporation
370000
souls
dent
terms
effect
teachers
agoim
hiring
instil
viewing
heres
whysince
60s
designer
consistently
centre
usercentred
actual
ideation
production
solution
cases
synthesis
definition
tasks
undertaken
skilled
scope
permission
does
thinkingthere
dschool
sees
executive
courses
repeat
customers
ideo
continue
thrive
resolving
challenges
examples
services
necessarily
transforming
organisations
desire
greatest
challenge
alla
eastern
filed
emergency
appeal
constitutionthe
hotly
debated
courts
legislatures
usthe
nation’s
transgender
students
bathrooms
locker
rooms
match
identity
losing
funding
twentyone
overturn
directivethe
4th
circuit
sided
grimm
reinstated
title
ix
claim
considerationthe
wants
justices
decision
plans
file
petition
augustaage
llievang
coop
members
thinkmom
classic
1952
evenbritish
grandmother
carbut
waved
handy
mg
glowed
auction
carsforsalecom
bid
youve
meaage
hips
afford
itid
fascination
seductive
sheen
rumble
combustive
automobiles
siren
sea
coveted
possibility
inherent
keyand
list
hope
british
fourstroke
engine
holiday
folks
downtown
london
pedestrian
cyclist
fuelcell
glided
ghostly
leftover
doubledecker
biodiesel
buses
roared
regularly
trailing
odor
fish
chips
themand
toward
purred
rounded
soaked
noticed
chrome
brass
burled
heavy
thunk
circle
againabout
‘aq’
langridge
wolverhampton
linux
users
trademark
interactions
friendstoday
turns
remarkable
ismany
voltage
socialized
larger
funny
passionate
technology
opinionated
insightful
tremendously
articulate
expresses
viewshe
remarkably
talented
incredible
insight
perspective
brilliant
programmer
software
architect
deft
forces
interaction
admired
views
perspectives
journey
ways
truly
thrilling
himas
moving
america
challenged
rare
enthusiastically
validate
illustrate
underlined
respect
thoughtfulness
mentorship
favorite
worldalonas
persistent
412
unanswered
shuffled
supersaturated
notebooks
schedules
drafts
paraphernalia
heavier
tacked
indicated
turgy
k
siggers
groan
slow
approached
opposite
silence
dramatic
knob
swung
openwas
blinking
brushing
graying
placethese
corners
twitch
darkened
janitor
coughedall
conceded
inthe
carpet
smothered
leaning
graded
finish
midmorning
piercing
venetian
blindsyouve
statedits
reminded
himoh
conscious
grade
disappeared
deskyou
class
c
maintained
cocacola
isnt
cryptofascist
conspiracyoh
joseph
digenova
warned
jeopardyi
blows
becomes
governing
cautioned
senator
lindsey
graham
south
carolinathe
renewed
focus
probe
wake
tillerson
160180
moderate
140150from
famous
published
2015
treated
systolic
bp
target
120however
carefully
selected
medications
senior
75
pushing
1in27
avoiding
benefit
5075angela
hammerly
42
seriously
dated
ultimate
dream
true
thanks
death
74yearold
porter
strickleyshe
paininthebutt
57
interviewed
70two
rush
adrenaline
referred
evernow
showthere
soft
newly
opened
peek
income
timid
impressed
resume
intimidated
angelabut
enthralled
spoke
resist
prospect
spot
stress
patiencebut
confident
25yearold
molded
mentors
thereby
justice
officeandrea
furniture
attorneys
government
officeslargely
unchanged
1950s
hardwood
chairs
desks
quality
exact
replacement
prohibitive
todays
market
planned
upsize
diminutive
pocketanother
answered
ringis
rayuh
shuffling
papersyesthe
brightened
perceptibly
strapped
mask
friendliness
representing
ackerman
lateits
laugh
intended
flustered
record
conversationsmooth
segue
meant
startle
acceptanceyes
bastardjohn
paused
imagined
pad
upon
notes
runningum
wondering
informationsir
prohibits
acknowledging
confirm
presence
participation
programray
grinnedvery
lawyer
sets
parametersi
doeswere
agosir
bound
schedule
employees
facility
unless
bearing
subpoena
authorized
refer
supervisorray
grinned
enjoying
thiswhat
possession
subpoenahave
counteredin
afternoonray
grunted
standard
communication
advised
counselapologies
posted
i’d
charity
website
completed
spare
blogging
scarce
haven’t
busy
sorts
posts
future
spacetoday
fantastic
moogoo
readers
beauty
reviewed
moisturiser
received
goody
blogger
fired
againmoogoo
australian
skincare
founder
adapted
dairy
farms
member
contain
oils
tested
animals
–
apart
cowsmoogoo
ways…
washoff
applying
drops
rinsing
favourite
massage
flannel
muslin
draw
impurities
starting
diy
facial
homethere
varieties
available
combination
ingredients
‘drawing
oils’
lift
dirt
germs
washed
plus
contains
juniper
helps
prevent
bacteria
bayapril
breakfast
wrap
suicidal
foolish
suspect
foul
mystery
community
college
art
yesterday
fools
yell
gotcha
scary
considering
chill
label
message
surely
omen
painting
likely
buti
courage
walters
martha
hysterics
blame
awkward
vulnerable
condition
interacted
personal
sylvia
hugged
shed
spontaneous
shaken
brought
wipe
five
friendship
deserves
sitting
mocking
itapril
2may
period
is…april
53
metastasized
cancer
tumor
formed
bottom
throughout
intestinal
trackshe
complained
physical
ershe
virtually
radiation
appointments
stayed
stayand
1st
mri
intestines
torn
hole
bowel
surgeon
goodbye
friendsand
devastated
305
happily
helland
rolls
2017
existing
memoriesit
deal
changed
hung
distract
celebration
thatthats
storyas
mentioned
previous
sacrécoeur
didn’t
paris
fit
visit
aroundlong
vs
ticketsyou
slots
bypass
anywhere
recommend
buying
ticket
slot
loooooong
lessthenfriendly
looks
bypassed
entire
c’est
la
vie
insert
gallic
shrug
herefor
inexplicable
site
print
visitors
tourists
printer
silly
printed
thereonline
27€
12€
10€
totally
worth
audio
5€it’s
nice
cool
14°c
57°f
weather
damp
slippery
walkas
kept
desperately
healthy
relationships
mine
mindnumbing
batheingasolinetosloughtheshamefrommysoul
objects
afternoon
powerfucking
rodeo
fast
dime
blink
eyei
12
stitches
headache
julies
prattling
stretch
socket
taillight
balanced
shoulder
swollen
cheekjulie
darby
boxi
butthe
dad
handcarved
stitched
pull
jaw
movedyes
protects
familys
dirty
secret
mothers
pride
joy
weekhey
digging
exwife
thereso
jealous
somebody
beat
hospitalas
political
candidates
voters
35
tuesday
guns
ammunition
voting
nearly
160
initiativescalifornias
proposition
64
leading
polls
create
multibilliondollar
industry
measures
arizona
nevada
maine
massachusettsmarijuana
legalized
florida
permitted
alaska
colorado
oregon
columbiamarijuana
banned
exhibits
quintessential
12thcentury
stone
castle
complete
moat
turrets
arrow
slitsand
view
atop
ok
guesshop
cruisesit
relax
glide
40minute
tour
takes
knowedgable
driverguide
yearmy
oldest
…
recognized
abused
emotionallynow
girls
ages
safety
probably
understandable
“body
safety”
talks
understands
basics
mainly
memoir
experiences
challenging
fear
struggle
ofteni’ve
chosen
opportunity
teach
activism
truth
victim
mom’s
happen
gut
punch
ultrasound
shows
heartbeat
test
decliningnothing
woman’s
glimpse
alive
doesn’t
itmy
announce
pregnant
miscarrying
bawled
wateri
harder
comfort
results
significant
difficult
conversations
phonei
lucky
advanced
pregnancies
underwent
fetal
demise
handled
physicians
can’t
deliver
hopes
dreams
crushed
obstetricians
bringing
families
bonding
jobas
arguably
precarious
competitive
shorter
contracts
norm
completing
phds
increasing
risks
researching
academia
clear
qualitative
exploratory
careers
findings
suggest
actively
contributes
continuance
inequality
regimes
academy
ability
negotiate
managerial
control
politically
savvy
increasingly
worldbefore
embarking
acutely
sensitivity
positionality
regards
reflection
element
reflect
self
ultimately
data
dynamics
discernible
interviews
continually
taken
aback
participants’
generosity
kindness
towards
offers
proofreading
tips
encouragement
shared
empathy
difficulties
helpful
scholar